Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/sd/samediggi.no/oktasas-davviriikkalas-oahppoplana-sami-ohppiide.html.tmx
Source language: sme
Languages: sma

source: Oktasaš davviriikkalaš oahppoplána sámi ohppiide / Vuođđoskuvla ja JS / Oahpahus / Sámediggi - Sametinget
sma: Tjåenghkies noerhtelaanti learoesoejkesje saemien learoehkidie / Maadthskuvle jïh Jåa / Lïerehtimmie / Saemiedigkie - Sametinget

source: Oktasaš davviriikkalaš oahppoplána sámi ohppiide
sma: Tjåenghkies noerhtelaanti learoesoejkesje saemien learoehkidie

source: Sámediggeráđđi Silje Karine Muotka lea čállán kronihka oktasaš sámi oahppoplána birra.
sma: Saemiedigkieraerie Silje Karine Muotka lea kronihkem tjaaleme tjåenghkies noerhtelaanti learoesoejkesji bïjre.

source: Sámi oahppit Norggas, Ruoŧas ja Suomas vásihit seamma hástalusaid.
sma: Saemien learohkh Nöörjesne, Sveerjesne jïh Såevmesne dejtie seamma haestiemidie dååjroeh.

source: Sámegielat oahpaheaddjit ja sámi oahpponeavvut váilot, ja buot riikkain leat hástalusat oahpahusa organiseremiin.
sma: Lohkehtæjjah fååtesieh mah saemien haalvoeh jïh saemien learoevierhtieh, jïh gaajhkine laantine haestemh guktie edtja lïerehtimmiem öörnedidh.

source: Oktasaš sámi oahppoplána sáhtášii leat okta oassi čovdosis, muhto mis leat muhtin hehttehusat maid fertet vuos beassat meaddel ovdal dat sáhttá šaddat duohtavuohta.
sma: Akte tjåenghkies saemien learoesoejkesje lij maahteme akte bielie årrodh dehtie vaestiedasseste, men mijjen såemies heaptoeh mejtie tjoerebe rastanidh åvtelen dam buektiehtamme.

source: Dan dihte go leat stuora erohusat davviriikkaid skuvlavuogádagain, de ožžot sámi oahppit Norggas, Ruoŧas ja Suomas iešguđetlágan fálaldagaid, ja oahpahusas deattuhuvvojit iešguđetlágan áššit.
sma: Dan åvteste stoerre joekehtsh dej noerhtelaanti skuvlesysteemi gaskem, saemien learohkh Nöörjesne, Såevmesne jïh Sveerjesne joekehtsh faalenassh åadtjoeh, jïh lïerehtimmie leavloem beaja joekehts aatide.

source: Muhtin oahppit eai vállje sámegiela skuvllas go oahpahusa organiseren dahká dan váttisin, ja buot riikkain váilot sámegieloahpaheaddjit ja sámi oahpponeavvut.
sma: Såemies learohkh eah saemien skuvlesne veeljh dan åvteste lïerehtimmie lea öörnedamme naemhtie guktie geerve sjædta dam darjodh, jïh gaajhkine laantine saemienlohkehtæjjah jïh saemien learoevierhtieh fååtesieh.

source: Oktasaš jurddašeapmi organiserema ektui ja oktasaš oahppoplánat sáhtaše leat mielde čoavdime máŋga hástalusa go de sáhtášeimmet juogadit ja buorebut ávkkástallat resurssaid riikarájiid rastá.
sma: Akte tjåenghkies ussjedimmie öörnedimmien jïh learoesoejkesji bïjre lij maahteme viehkiehtidh jïjnjh haestemh loetedh dan åvteste mijjieh limh maahteme juekedh jïh nåhtoem vierhtijste buerebelaakan nuhtedh laanteraastaj rastah.

source: Ovttasbargu skuvllaid gaskka dain golmma riikkain šattašii álkit, ja mii sáhtašeimmet ovttasbargat oahpponeavvobuvttademiin ja nu seastán sihke olmmošlaš ja ruđalaš resurssaid.
sma: Laavenjostoe skuvli gaskem dejnie golme laantine sæjhta aelkebe sjïdtedh, jïh mijjieh limh maahteme laavenjostedh learoevierhtieh evtiedidh, jïh dovne almetjen jïh ekonomeles vierhtieh spååreme.

source: Dát eaktuda gal ahte dáid riikkaid eiseválddit leat mielas dasa ahte sámegieloahpahus lea riggodahkan, ja ahte mii ovttasráđiid vuoitit badjel byrokráhtalaš hehttehusaid.
sma: Daate amma kreava åejvieladtjh dejnie golme laantine leah vyljehke saemiengïelenlïerehtæmman vuartasjidh goh akte aevhkie, jïh mijjieh ektesne åejvieladtji heaptoej bijjelen vitnebe.

source: Mun ferten gal ovttatmanu čielggadit ahte dát guoská maid Ruoššariikii, go doppe leat maid sámit.
sma: Daate aaj akte aamhtese Russlaantese, dan åvteste saemieh aaj Russlaanten bielesne.

source: Liikká áiggun dán oktavuođas váldit ovdan daid vejolašvuođaid mat leat davviriikkalaš ovttasbarggus, go dat orro mu mielas vuos leamen eanet olámuttos.
sma: Læjhkan sïjhtem daennie ektiedimmesne dej nuepiej bïjre soptsestidh mah leah aktene laavenjostosne dennie noerhtelaanti bielesne, dan åvteste mov vuarjasjimmien mietie lea gehtiebasse jaksoemieriem daelie aalkoelisnie.

source: Iešguđet lágat, láhkaásahusat ja oahppoplánat
sma: Joekehts laakh, mieriedimmieh jïh learoesoejkesjh

source: Lágat, láhkaásahusat ja oahppoplánat sámegieloahpahusas leat iešguđetláganat dán golmma riikkas.
sma: Laakh, mieriedimmieh jïh learoesoejkesjh lïerehtæmman saemien gïelesne leah joekehts dejnie golme laantine.

source: Ohppiid vuoigatvuođat, fágaid organiseren, diibmolohku, láhkadoahpagat ja oahppoplánat leat iešguđetláganat, ja vel dasa ahte oahppit álget skuvlii iešguđet agis ja eai vácce liikka máŋga jagi vuođđoskuvllas.
sma: Learohki reaktah, öörnedimmie faagijste, tæjmoelåhkoe, laakedïejvesh jïh learoesoejkesjh leah gaajhkh joekehts, jïh lissine dle maanah joekehts aaltarisnie aelkieh jïh eah seamma jïjnjh jaepieh maadthskuvlesne vaedtsieh.

source: Go oahppit Norggas álget guđajahkásažžan sin logijagi vuođđoskuvlaohppui, de Suomas ja Ruoŧas álget oahppi skuvlii go leat čieža jagi ja vázzet ovcci jagi vuođđoskuvllas.
sma: Learohkh Nöörjesne aelkieh sijjen maadthskuvleööhpehtimmine govhten jaepien båeries mij vaasa luhkie jaepieh, mearan learohkh Såevmesne jïh Sveerjesne aelkieh tjïjhtjen jaepien båeries jïh vaedtsieh uktsieh jaepieh.

source: Skuvlaeaiggádat leat geatnegahtton addit oahpahusa mii lea riika skuvlavuogádaga ja dohkkehuvvon oahppoplánaid mielde.
sma: Skuvleaajhteri lea dïedte lïerehtimmiem vedtedh mij lea aarvoej mietie laanten skuvlesysteemine jïh jååhkesjamme learoesoejkesjigujmie.

source: oktasaš davviriikkalaš oahppoplánat fertejit danin leat Suoma, Norgga ja Ruoŧa lágaid ja skuvlavuogádaga mielde.
sma: Tjåenghkies noerhtelaanti learoesoejkesjh tjuerieh dan åvteste aarvoej mietie årrodh laakigujmie jïh skuvlesysteemigujmie Nöörjesne, Sveerjesne jïh Såevmesne.

source: Iešguđet vuoigatvuođat ja iešguđet gielat
sma: Joekehts reaktah jïh joekehts gïelh

source: Norggas lea sámi ohppiin individuála vuoigatvuohta oažžut oahpahusa sámegielas gos ihkinassii riikkas sii orrot.
sma: Nöörjesne saemien learohkh jïjtsh reaktam utnieh lïerehtimmiem åadtjodh saemien gïelesne saaht gusnie dah laantesne årroeminie.

source: Jus skuvllain ii leat sámegieloahpaheaddji, de sáhttet oažžut oahpahusa gáiddusoahpaheami bokte.
sma: Dastegh skuvlh eah saemienlohkehtæjjam utnieh, maehtieh lïerehtimmiem vedtedh maajhööhpehtimmien tjïrrh.

source: Dain logi gielddain mat leat sámegielaid hálddašanguovllus, lea buot ohppiin vuođđoskuvlaagis vuoigatvuohta oažžut oahpahusa sámegielas ja sámegillii.
sma: Dejnie luhkie tjïeltine saemien gïelen reeremedajvesne gaajhkh learohkh maadthskuvleaaltarisnie reaktoem utnieh lïerehtimmiem åadtjodh saemiengïelesne jïh saemien gïelen tjïrrh.

source: Muhtin gielddat hálddašanguovllus leat mearridan ahte oahpahus sámegielas lea geatnegahtton buot ohppiide gielddas.
sma: Muvhth tjïelth reeremedajven sisnjelen leah nænnoestamme lïerehtimmie saemien gïelesne edtja obligatovreles årrodh gaajhkide learoehkidie tjïeltesne.

source: Suomas ja Ruoŧas ožžot oahppit geat orrot sámi gielddain sámegieloahpahusa muhtin diimmuid vahkkus, ja sámi skuvllain oahpahit sámegillii.
sma: Såevmesne jïh Sveerjesne learohkh mah saemien tjïeltine årroeminie lïerehtimmiem åadtjoeh såemies tæjmoeh våhkoen, jïh saemien skuvline lïerehtimmie lea saemiengïelesne.

source: Sámi oahppit geat orrot olggobealde sámi gielddaid leat olggobealde sámegieloahpahusa.
sma: Saemien learohkh mah saemien tjïeltiålkoli årroeh leah dan åvteste saemien lïerehtimmien ålkolen.

source: Giellarájit eai čuovo riikarájiid, muhto leat rastá daid.
sma: Gïeleraasth eah laanti raasth dåeredh, men leah raasti dåaresth.

source: Norggas ja Ruoŧas lea davvisámegiella, julevsámegiella ja máttasámegiella.
sma: Nöörjesne jïh Sveerjesne utnebe noerhtesaemien, julevsaemien jïh åarjelsaemien.

source: Suomas lea davvisámegiella, anársámegiella ja nuortalašgiella.
sma: Såevmesne utnieh noerhtesaemien, enaresaemien jïh luvliesaemien.

source: Dat mearkkaša ahte riikkain lea okta dahje máŋga oktasaš giela, juoga mii mu mielas berre dahkat ovttasbarggu vejolažžan.
sma: Daate sæjhta jiehtedh doh laanth aktem jallh jienebh tjåenghkies gïelh utnieh, jïh dan åvteste vïenhtem mijjieh byörebe maehtedh laavenjostedh.

source: Guovttegielalašvuohta
sma: Guektiengïelevoete

source: Go lágas Norggas čuožžu sámegiella, de lea deattuhuvvon ahte lea sáhka davvisámegielas, julevsámegielas ja máttasámegielas.
sma: Ööhpehtimmielaakesne Nöörjesne lea tjïertestamme saemien lea noerhtesaemien, julevsaemien jïh åarjelsaemien.

source: Ohppiin Norggas sáhttá leat sámegiella vuosttašgiellan dahje sámegiella nubbingiellan.
sma: Learohkh Nöörjesne maehtieh saemien voestesgïeline jallh saemien mubpiengïeline utnedh.

source: Oahppit geat hállet sámegiela válljejit dábálaččat sámegiela vuosttašgiellan.
sma: Learohkh mah saemiestieh veeljieh åajvahkommes saemien voestesgïeline.

source: Oahppit geat eai máhte sámegiela, sáhttet álgit sámegieloahpahusain vaikko goas skuvlaáigodagas.
sma: Learohkh mah eah saemien maehtieh, maehtieh veeljedh saemienlïerehtimmine aelkedh saaht gåessie skuvletïjjen.

source: Ruoŧas geavahuvvo doaba sámegiella dan sámegieloahpahusa birra mii lea sámeskuvllain.
sma: Sveerjesne dïejvese saemien åtnasåvva saemienlïerehtimmien bïjre dejnie saemien skuvline.

source: Muđui geavahuvvo doaba eatnigiella go lea sáhka sámegieloahpahusas sihke Suomas ja Ruoŧas.
sma: Jeatjah gaavhtan dïejvese ietniengïele åtnasåvva dovne Sveerjesne jïh Såevmesne.

source: Doppe ii leat sámegiella nubbingiellan, muhto sáhttá válljet sámegiela vierisgiellan.
sma: Desnie eah saemien mubpiengïeline utnieh, men maehtieh lïerehtimmiem saemien ammesgïelesne åadtjodh.

source: Juoga mii lea oktasaš buot sámi ohppiide beroškeahttá guđe riikkas, lea ahte sis lea guovttegielat oahpahus, gos našunalgiella lea bákkolaš.
sma: Naakede mij lea tjåenghkies gaajhkide saemien learoehkidie saaht mennie laantesne, dah guektiengïelen lïerehtimmiem utnieh, desnie gusnie nasjovnaalegïele lea obligatovreles.

source: Oahppoplánat sámegielas fertejit čuovvut našunalgiela oahppoplána.
sma: Learoesoejkesjh saemiengïelesne tjuerieh learoesoejkesjen aarvoej mietie årrodh nasjovnaalegïelesne.

source: Norggas lea sámegielfágas ovttas dárogielfágain ovddasvástádus ovddidit sámi ohppiid guovttegielatvuođa, ja oahpahus lea sajáidahtton maid dárogielfága oahppoplánain.
sma: Nöörjesne saemienfaage jïh nöörjenfaage ektesne dïedtem utnieh saemien learohki guektiengïelevoetem evtiedidh, jïh lïerehtimmie lea aaj viedteldihkie nöörjenfaagen learoesoejkesjinie.

source: Ruoŧas ja Suomas lea sámegieloahpahus lassin dábálaš oahpahussii.
sma: Sveerjesne jïh Såevmesne saemienlïerehtimmie goh akte lissie båata dan sïejhme lïerehtæmman.

source: Oktasaš málle
sma: Tjåenghkies maalle

source: Mun evttohan ahte mii ovdánahttit oktasaš málle ja vuođđojurddašeami davviriikkalaš vuosttašgiellaoahppoplánain dárogielas, suomagielas, ruoŧagielas ja sámegielas.
sma: Manne vïenhtem mijjieh edtjebe aktem tjåenghkies maallem jïh maadthussjedimmiem evtiedidh dejnie noerhtelaanti voestesgïelen learoesoejkesjinie nöörjen, såevmien, sveerjen jïh saemien gïelesne.

source: Buot golmma riikkain lea geatnegasvuohta hábmet skuvlaárgabeaivvi nu ahte sámegieloahpahus šaddá bivnnut ja adno riggodahkan.
sma: Gaajhkh doh golme laanth aktem tjåenghkies dïedtem utnieh skuvlen aarkebiejjiem hammoedidh naemhtie guktie saemienlïerehtimmie fryöjstehke sjædta jïh vuajnalgamme goh akte ræjhkoesvoete.

source: Dát ferte leat sávahahtti mihttomearri oktasaš oahppoplánabarggus.
sma: Daate tjuara dïhte bijjemes ulmie årrodh dennie barkosne aktine tjåenghkies learoesoejkesjinie.

source: Mus lea jáhkku dasa ahte dákkár hástalusaid go dás lean válddahan sáhttá čoavdit jus lea dáhttu.
sma: Manne jaahkam dagkerh haestemh mah leah buerkiestamme maehtieh loetesovvedh gosse væljoe lea stïeresne.

source: Go Sámedikkit ja daid golmma riikkaid eiseválddit čoahkkanit gávdnan dihte čovdosiid, mii sáhttit oažžut sámegiela áŋgiruššama mii buvttiha buoridemiid ja oktasaščovdosiid.
sma: Gosse Saemiedigkieh jïh åejvieladtjh dejnie golme laantine ektesne tjihkedieh dejtie raeride gaavnedh dellie sïjhtebe gujht aktem nænnoestimmiem saemien gïeleste åadtjodh mij bueriedimmieh jïh tjåenghkies raerieh sjugnede.

source: Go lea dáhttu garvit byrokráhtalaš ja teknihkalaš hehttehusaid, de mii gávdnat čovdosiid.
sma: Gosse væljoe gååvnese åejvieladtji jïh teknihkeles heaptoej baaktoe gaajvedh, dellie raeride gaavnebe.

source: De ii leat diibmologu ja ahkejoavkkuid heiveheapmi nu stuora hástalus go álggos orro leame.
sma: Dellie sjïehtedimmie tæjmoelåhkoste jïh aalteredåehkijste ij sïjhth dan stoerre haesteme årrodh mij aalkoelisnie govlesåvva.

source: Loahppaboađus šaddá buoret vejolašvuohta háhkat oahpahusa, oahpponeavvuid ja oahpaheddjiid - ja nannoset sámegieloahpahus go ávkkástallá rájáhis gealbbu.
sma: Illedahke minngemosth sæjhta årrodh ööhpehtimmiem aelhkebelaakan åadtjodh, vielie learoevierhtieh jïh lohkehtæjjah – jïh nænnoestehteme saemienööhpehtimmie viehkine åtnose vaeltedh dam joekoen stoerre maahtoem.

source: Njulgestaga buoret skuvlaárgabeaivi ja oahppandilli ohppiide, ja min bargu lea láhčit dili dasa.
sma: Raaktan akte buerebe skuvleaarkebiejjie jïh lïerehtimmietsiehkie learoehkidie, jïh mijjen barkoe lea dïssesjïehteladtedh.
